Repository: mozilla-l10n/mt-training-data
Catalog: mug/mug_pontoon.tmx
Source language: en_us
Languages: mug

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
mug: Seŋ na a muɗa waŋ walay hanɗa aga a za sƏda na wiyɗi ɗay doogo mƏdƏni lisas cc-0

source: { $sentences } sentences reviewed. Thank you!
mug: { $sentences } Miɗi a fifika ya. Tese !

source: Sentence Variant
mug: Nafar ni miɗi

source: Separate sentences into one line by pressing “Enter” or “Return” once
mug: Kapay ki ɓirwi seŋ zi miɗi edi ki bizi azi ktay midini zarara zi "niyi amlay"

source: Service and Retail
mug: Sda na tala sakala zi terere

source: Share Common Voice
mug: birwi dawan zi bonu

source: Share your clip
mug: hugui seŋ na ki yimiŋ amlay ɗa edi

source: Shortcuts
mug: fti na goulay

source: [Should be ‘dinosaurs’]
mug: [A kiɗa az « Nagay » Grimgrim]

source: [Should be “We are”]
mug: Fakat aga aza pdem

source: Single
mug: Miɗi ktay

source: Single sentence submission
mug: Ɵinasi miɗi na seŋ pal

source: Skip
mug: Vouga

source: Small batch
mug: Zak n'agui

source: Small batch sentence submission
mug: Ɵeŋ na wii seŋ zi miɗi na dayday

source: Source: { $sentenceSource }
mug: Balamni : { $sentenceSource }

source: Speak
mug: Miɗi

source: Speak now
mug: Ki kiɗi ki miɗi

source: Speak options menu
mug: Gady na wii sda « miɗi »

source: Start recording
mug: tiki piki aŋ yimi seŋ ɗa amlay

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
mug: <strong>[ sura ]</strong> grimgrim n'abakay<strong>[ sura]</strong> -rias.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
mug: <strong>[ Lugos ]</strong> Grimgrim n'abakay na <strong>[ hiƟi ]</strong> Tria.

source: Submit
mug: Ɵini

source: Submit a new question for the community to read and respond to
mug: Sisi zilbi zamay kapay day doogo e ŋiti e wiyi seŋ piɗi lay

source: Submit a report
mug: Ɵinini hmok sda

source: Submit clips
mug: Ɵina seŋ na a yima amlay ɗa

source: Submit new questions for the community to read and respond to
mug: Sisi zilbi na hahakay kapay day doogo e ŋiŋ e wiyi seŋ pini lay

source: Success
mug: Wala a Ɵina ya

source: success checkmark
mug: Ɵa wala midini na a nafa ɗa

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
mug: Hugui miɗi ɗa midiɗi tii na wus sek na ɓa ki diriŋ ya ɗa. Huguiŋ midiɗi tii na danaŋ sek na ɓa ki diriŋ kay. Huguiŋ amay sek na ɓa aza sda kay. <strong>Midiki a wula kay aŋ Ɵinasi deer na wii bindiŋ seŋ ɗa !</strong>

source: Taking several attempts to read a word.
mug: ku waya pini azi via kapay ku ŋa seŋ zi miɗi ktay ɗa.

source: Tap
mug: Baza midini

source: Technology and Robotics
mug: Yel na wini wazagay zi rgi gaini wazagay zi rgi n'aza sda war balamni dif

source: Thank you for contributing your bulk submission!
mug: Tese siki buri ki zini piyi aŋ Ɵinisi seŋ zi miɗi kiini kiini via

source: Thank you for contributing your voice!
mug: Tese suku buri ku zina piyi gay wulaku

source: Thank you for donating your voice clips!
mug: Tese siki buri ki zini piyi gay wulaki

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
mug: Tese buri sen ki na yima amlay !<lineBreak></lineBreak>Ki kidi ki Ɵini gal handa.

source: Thank you for your voice information
mug: Tese siki buri kalaŋki

source: The bumblebee sped by.
mug: konfona dufla

source: The clip has disrespectful or offensive language.
mug: Seŋ na a yima amlay ɗa aŋ miisi zaw tirki arbani

source: The giant dinosaur of the Triassic.
mug: Grimgrim n'abay na tria.

source: The giant dinosaurs of the Triassi-.
mug: Grimgrim n'abakay na tria

source: The giant dinosaurs of the Triassic.
mug: Grimgrim na n'abakayTria.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
mug: Grimgrim n'abakay na wini Tria. <strong>[a ŋa gay wuleh n'avut]</strong>

source: The giant dinosaurs of the Triassic. Yes.
mug: Grimgrim n'abakay Tria. Nkam

source: The giant dino <strong>[cough]</strong> the Triassic.
mug: Grimgrim n'abakay <strong>[ hiƟi ]</strong> na Tria.

source: There are currently no sentences to review in this language.
mug: Teena miŋ seŋ zamay n'aga mu fifikummu war miɗi hanɗa aŋ kay

source: The recording was too long.
mug: Seŋ ɗa a yima amlay ɗa a mogo gara.

source: The recording was too quiet.
mug: Seŋ na a yima amlay ɗa volim ni agui gara

source: The recording was too short.
mug: Seŋ ɗa a yima amlay ɗa a gulay gara.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
mug: wuleh zi ŋi wala a na kiini kiini siŋ wus zaw siɗ muni. Nɵa ki bli edi ɗa a seŋ na a yima gay wuleh n'amay zaw na zɓra gay dukli daf daf, zaw a zɓra wulani azumay dif a kiɗa Ɵinaŋ seŋ na muda warni pɗem kay say siŋ ɗû ni par.

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
mug: Wala a zogo war halay zamay zok. Kalaŋ. Ki kiɗi aŋ <writeURL>dû</writeURL> miɗi kay <reviewURL>fifiki</reviewURL> miɗi kalaŋ.

source: The sentence has a grammatical or spelling error.
mug: Fot na wii gaday na wii miɗi/ gay ɗû

source: The sentence has disrespectful or offensive language.
mug: Miɗi hanɗa aŋ gay miisi zaw tirki arbani

source: The sentence must be grammatically correct.
mug: Seŋ zi miɗi ɗa azva ɓa ava gaday ɗa amy kafa paŋ war futini

source: The sentence must be speakable.
mug: Seŋ zi miɗi ɗa azva ɓa a yika

source: The sentence must be spelled correctly.
mug: Seŋ zi miɗi ɗa azva ɓa a ɗoo war futini

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
mug: Seŋ na a muɗa won na dewele midini kay, ki kidi ki tikisi amlay mini pin diriki. Na ba Mii da Ɵini dawaŋ amay da, sen na a ta dif maini yikini gay sen zamay zamay da mi tikin amlay kay.

source: Three to go!
mug: Asua a zi hu !

source: Too many files
mug: wala zi sda n'arbani smer da asua via

source: Transcribe audio recordings into text
mug: Bindi seŋ zi yimi amlay aŋ ɗû

source: Transcribe audio recordings in your language
mug: Biŋdisi seŋ zi yimi amlay na war miŋ seŋ ki

source: Try again by dragging your file here
mug: Waya pini wala zi sda n'arbani smer ku azi n'agaŋ sulu ku hogoŋ waŋ gal handa sek

source: Try uploading again
mug: Waya pini aŋ Ɵinaŋ pra

source: Understand contribution criteria
mug: ŋinini nafar na wii tipini tii

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
mug: Mu tukumu hangal min wala won halay na mu na zuɓurumu seŋ kapay mu riyumu seŋ zi miɗi na wimu amay

source: Upload aborted. Do you want to delete your recordings?
mug: Wala a Ɵina kay. Ki firyi ki fisi seŋki na ki yimiŋ amlay edi ɗi?

source: { $uploadedSentences } of { $totalSentences } sentences collected
mug: miɗi n'atapasi war

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
mug: seŋ z miɗi a tapa war 1. Baza midini zarara <downloadLink>here</downloadLink>Kapay a yimasi seŋ zi miɗi na ehiniŋ edi

source: Upload failed, please retry.
mug: wala a hala kay, waya pini kataway pra

source: Upload <icon></icon> public domain sentences
mug: Ɵiniŋ <icon></icon> seŋ zi miɗi na widi ɗay dogo

source: Upload in progress...
mug: Wala ana hala di…

source: Upload more sentences?
mug: Ɵinisi midi zamay

source: Use correct grammar
mug: Siɗi na midini aza may na diya Ɵa

source: Use correct spelling and punctuation
mug: Dûhu gaini ɗuklini miɗi say aza war futini

source: Validate Readings
mug: Viri ŋi n'edi na wii wala

source: Validate Readings, Review Transcriptions
mug: Viri ŋi n'edi na wii wala, fifiki ɗûŋ n'edi

source: Validate Readings <small>(Coming soon)</small>
mug: Viridi ŋi n'edi na wii wala <small>(daway zamay)</small>

source: Validate readings submitted by community members
mug: Yimi seŋ zi ŋi na day doogo paŋ e Ɵiniŋ ɗi

source: Validate user-recorded readings in your language
mug: Sii hiiniki midini seŋ zi ŋi na nagay zi sda e yimiŋ war miŋ seŋ ki

source: Varying Pronunciations
mug: ŋini wala na kiini kiini

source: Volume
mug: wala zi kiti wulani wala

source: Want to save your information? <createProfile>Create a profile</createProfile>
mug: Ki firyi ki yimi kalaŋ ki amlay ɗi ? <createProfile>Mili fnetir zi sda n'arbani smer</createProfile>

source: We are going out to get a coffee.
mug: A kiɗa aza pɗem.

source: We are going out to get coffee.
mug: Fakat aga aza pdem

source: We couldn’t get any audio clips for you to listen to. Please try again later.
mug: Mi kiɗi mi nivi wala zi ziɓri kay, say asakal par

source: We couldn’t get any sentences for you to speak. Please try again later.
mug: Mi nivi miɗi zi yiki edi kay. Ki kiɗi ki huyi piŋ asakal par.

source: We may have run out of clips - refresh the page, or try again later.
mug: Wala na ahina kapay mi zi sda midini war miŋ seŋ hanɗa aŋ kay.

source: We’re going out to get coffee.
mug: A kiɗa aza pɗem.

source: We're making some big changes
mug: Mi ɗa fiɗi was kapay seŋ a bunda

source: We’re sorry, your platform is not currently supported.
mug: Mu wuli sken,amma fada ki da aga aza sda kay haw.

source: We've run out of sentences to record in this language...
mug: Miɗi zi yimi amlay war miŋ seŋ hanɗa aŋ kirkay...

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
mug: Azva pdem ba htray na wini sen zi midi da aza sura. Koo sura na gdan dayday na ba a kida a saka zibirini midi gayni gayni a bayni kay da. Disky na gay hangal da a pdem, amma disky na tuwa gdan haa ku zbran pdem kay da a nafa kay

source: What issues are you experiencing with this sentence?
mug: seŋ na a hala kay war miɗi hanɗa a ma ɗa?

source: What needs to be in my file?
mug: Mu kida mu gidima war wala zi sda n'arbani smer na wiya da ama da?

source: What sentences can I add?
mug: Mu kida mu tika amlai da a midi zamay na wata da?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
mug: Won halay na ki ɗa ziɓiri, tiki hangal ki pɗem ɓa seŋ na a yima amlay a na kalkal gay zi ɗûhi ; na ɓa aza war futini kai aga ki diri sin kay. <br />wuli ɗa a na maini nƟa :

source: Why are you asking?
mug: Zilbi hanɗa buri maa?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
mug: Gay fnetir zi sda n'arbani smer ki kiɗi ki tili sdaki yoo ki kiɗi ki zi bonu gaidi day zamay war kalaŋ

source: Write
mug: Dü

source: Write options menu
mug: Katay na wii sda « ɗûhi»

source: y
mug: n

source: Y
mug: N

source: Yes
mug: Nkam

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
mug: Ki kiɗi ki zi sda gay zarara na hoya seŋ gob : { sc-review-form-button-approve-shortcut } aŋ yimiŋ, { sc-review-form-button-reject-shortcut } aŋ bliŋ edi, { sc-review-form-button-skip-shortcut } aŋ vigui avut

source: You cannot add multiple sentences for a single submission
mug: Ki kiɗi ki milisi seŋ zi miɗi amlay via war Ɵinini wala ktay

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
mug: Ki viri miŋ seŋ kay ko. Nɵa niyi amlay war <profileLink>Hlay zi dawan n'arbani smer</profileLink> kapay ki viri miŋ seŋ.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
mug: Sartiki tiki zi Ɵini wala a va amay ta wii. Say ki biyi { $retryLimit } sarti kapay si sisi miɗi na hehe. Tese buri sabur ki !

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
mug: sartiki tiki zi Ɵini wala a va amay ta. Biyi haw { $retryLimit } sarti kapay ki sisi miɗi na hehe ɗa. Tese buri sabur ki !

source: You must allow microphone access.
mug: Aga ki si futi kapay daaray aza sda.

source: You’re contributing to a target segment
mug: kii ɗa zini piyi war sdayi na mi viriŋ

source: You’re contributing to our first target segment
mug: Kii ɗa zini piyi war sdayi n'avut na mi viriŋ

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
mug: Ki hili ɗa a kokolay. Huyi hangalki azumay agui kapay ki ŋi seŋ miɗi ɗa edi na ɓa pɗem lay ɗa

source: You're helping Common Voice reach our daily sentence goals!
mug: Aga ki zini pini kalaŋ zi bono kapay nia na wini seŋ zi miɗi na war yivay a va amay!

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
mug: Miŋ seŋ zi miɗi na wiki ɗa wala aŋ kay arbani par via, na ɓa ki diri kiɗi ki mili wala kataway kay miŋ seŋ zamay a niyasi arbani wiki.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
mug: A kiɗa aza ba min sen zi midi na wimu da a gulay! Nɵa ɓa aŋ sumu kolek ɗa mu kuɗumu aŋ bindi miɗi war miŋ seŋ zamay

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
mug: Buri barka na wiki, kalaŋ zi bonu <goalPercentage></goalPercentage> a kiɗa an va amay niya na war yivay { $goalValue } na wii seŋ zi yimi amlay !

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
mug: Buri barka na wiki, kalaŋ zi bonu <goalPercentage></goalPercentage> a kiɗa an va amay niya na war yivay { $goalValue } na tala viri !
